
{
    "ville": [
      { "id": 1, "name": "Cartmel", "desc": "Ville pittoresque connue pour ses ruelles pavées et son marché animé. Les habitants de Cartmel sont réputés pour leur hospitalité et leur attachement aux traditions locales. Faites attention aux flaques d'eaux" },
      { "id": 2, "name": "Lancaster", "desc": "Capitale du comté, Lancaster est une cité florissante avec son château emblématique et sa vie culturelle dynamique. Elle attire des visiteurs du monde entier grâce à son riche patrimoine historique."  },
      { "id": 3, "name": "Caster", "desc": "Caster est une charmante ville côtière, célèbre pour ses plages de sable fin et son port animé. Les pêcheurs locaux fournissent des produits de la mer frais aux habitants et aux visiteurs." },

        { "id": 4, "name": "Chippenden", "desc": "Est un petit village situé dans le centre du Comté, On y retrouve la résidence principale de John Grégory et est l'un des lieux les plus important de la série Son inspiration vient de Chipping un vrai village ." },
        { "id": 5, "name": "Blackpool", "desc": "Destination touristique populaire, Blackpool est réputée pour sa jetée emblématique, ses manèges de foire et sa vie nocturne animée. C'est le lieu idéal pour des vacances en famille ou une escapade entre amis."  },
        { "id": 6, "name": "Tour Malkin", "desc": "La tour Malkin se trouve proche de Pendle Situé dans le territoire des Malkins la tour est une forteresse imprenable Préparez vous bien si vous souhaitez visiter la vraie Tour Malkin" },
        { "id": 7, "name": "Pendle", "desc": "Village craint par tous les habitants du comté par ça proximité avec l'obscur. Pendle est le lieu de prédilection des sorcières Si vous voulez y aller gare aux miroirs" },
        { "id": 8, "name": "Priestown", "desc": "Ville prospère possédant une magnifique cathédrale entourée d'une muraille. Priestown est une ville où il ne faut pas rester la nuit on dit qu'une créature de l'ombre y rode"  },
        { "id": 9, "name": "Anglezarke", "desc": "Nichée au cœur de la nature sauvage, Anglezarke est une ville entourée de collines verdoyantes et de forêts mystérieuses. C'est le refuge parfait pour les amoureux de la nature et les chercheurs d'aventures." },
        { "id": 10, "name": "Adlington", "desc": "Adlington est une petite bourgade agricole, où les champs verdoyants s'étendent à perte de vue. La communauté étroite et chaleureuse d'Adlington valorise les traditions rurales." }
       
        

    ],
    "persos": [
      { "id": 1, "name": "Tom Ward", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/thomas.png" , "desc": "Apprenti de John Gregory, le héros de l'histoire. Septième fils d'un septième fils, ce qui lui confère des capacités contre 'l'obscur'.  Ses yeux sont verts, et il a les cheveux courts jusqu'au tome 5, où ils deviennent longs et attachés" },
      { "id": 2, "name": "John Gregory",  "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/John.png" ,"desc": "L'Épouvanteur du Comté, maître de Tom. Ancien prêtre devenu Épouvanteur. Exigeant, sérieux, courageux. Ressemble à un loup, yeux verts, barbe grise, cheveux grisonnants, mince et fort."  },
      { "id": 3, "name": "Alice Dean", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/alice.png" , "desc": "Nièce de Lizzie l'Osseuse, amie de Tom. Fille de Lizzie et du Malin. A des pouvoirs de sorcellerie et est douée en médecine.Yeux bruns avec de longs cheveux noirs elle est toujours habillée de noirs portant des souliers pointus " },
        { "id": 4, "name": "Le Malin", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Un être qui règne en maitre au sein de l'enfer " },
        { "id": 5, "name": "Grimmalkin", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Tueuse du clan Malkin, armée de ciseaux et d'autres lames. Changeante dans son attitude envers Tom. Anecdote est le personnage préféré de l'auteur"  },
        { "id": 6, "name": "Wulf", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Apprentie prêtre, il rencontre Tom Ward à Priestown" },
        { "id": 7, "name": "Mere de Tom", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "guérisseuse mystérieuse elle conseil au tout début Tom sur son aventure et son apprentissage avec John Grégory" },
        { "id": 8, "name": "Le fléau", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Créature mystérieuse et dangereuse se balladant dans le s catacombes de Priestown" },
        { "id": 9, "name": "Pan", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Pan, divinité naturelle, vénérée par les mages caprins.Il possède 2 formes : celle d'un bouc monstrueux ou celle d'un jeune homme bienveillant. Invoqué avec un bouc et trois sacrifices humains. Contrairement aux autres Anciens Dieux, Pan n'est pas malveillant." },
        { "id": 10, "name": "Bill Arkwright ", "img":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Ancien apprentie de John Grégory et s'occupe désormais du nord du Comté." }
    ],
    "livre": [
      { "id": 1, "name": "Tome 1, L'Apprenti épouvanteur", "iconeDuTome": "", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": " Thomas J. Ward, surnommé Tom, est le septième fils d'un septième fils et est confié à l'Épouvanteur John Gregory par son père pour devenir son apprenti. Tom doit apprendre à combattre les créatures de l'obscur. Sa première épreuve consiste à passer une nuit dans une maison hantée. L'Épouvanteur emmène Tom à Chipenden et décide de le garder en période d'essai d'un mois. Il lui enseigne les dangers des gobelins, des sorcières, ainsi que le latin. Tom rencontre Alice, la nièce d'une sorcière pernicieuse nommée Lizzie l'Osseuse, qui lui vient en aide face à des voyous. En échange, Tom promet de l'aider. Alice donne à Tom trois gâteaux à apporter chaque nuit à Mère Malkin, une sorcière emprisonnée dans le jardin de l'Épouvanteur. Cependant, les gâteaux, faits avec le sang d'Alice, rendent Malkin plus puissante, et elle s'échappe. Tom décide d'arrêter de les apporter, mais Malkin est devenue assez puissante pour sortir. L'Épouvanteur étant absent, Tom utilise un bâton en sorbier (efficace contre les sorcières) pour tuer temporairement Malkin. Cependant, elle revient plus tard. Tom est capturé par Tusk, le fils de Malkin, et Lizzie. Secouru par Alice, Tom et elle sont poursuivis par Lizzie et Tusk. L'Épouvanteur revient à temps pour tuer Tusk et neutraliser Lizzie. Plus tard, Mère Malkin réapparaît en prenant possession du boucher. Tom, armé de sel et de limaille de fer, parvient à la chasser du corps. Malkin est dévorée par les cochons, mettant fin à sa menace."},
      { "id": 2, "name": "Tome 2, La Malédiction de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Tom, l'apprenti de l'Épouvanteur, est appelé à Horshaw pour s'occuper d'un gobelin éventreur qui a attaqué le père Gregory, le frère de l'Épouvanteur. Le père Gregory est gravement blessé, nécessitant une amputation. Tom réussit à entraver le gobelin. De retour à Chipenden, Tom reprend ses leçons avec l'Épouvanteur. Un jour, il découvre dans la bibliothèque de son maître un cahier où celui-ci prétend être tombé amoureux d'une sorcière lamia appelée Meg dans sa jeunesse. Peu de temps après, on annonce que le père Gregory est mort. L'Épouvanteur décide de se rendre à Priestown pour l'enterrement, mais aussi pour détruire une créature de l'obscur, le Fléau, enfermé dans les catacombes de la cathédrale de Priestown. À Priestown, ils rencontrent l'Inquisiteur, un homme corrompu qui chasse et tue les sorcières, mais qui arrête également des innocents. Pendant leur séjour, Tom découvre qu'Alice, une amie, est parmi les prisonniers de l'Inquisiteur. Tom et l'Épouvanteur prennent des chambres séparées dans des auberges différentes pour leur sécurité. L'enterrement du père Gregory a lieu, suivi d'une dispute entre l'Épouvanteur et un prêtre, le père Cairns, son cousin. L'Épouvanteur a l'intention de détruire le Fléau, une créature très puissante enfermée dans les catacombes de la cathédrale de Priestown. Il demande à son frère, Andrew, une clé pour ouvrir la Grille d'Argent, qui maintient le Fléau enfermé. Tom reçoit une lettre du père Cairns, l'invitant à son confessionnal. Cairns tente de convaincre Tom que les épouvanteurs tirent leurs pouvoirs d'un pacte avec le diable. Tom refuse, et Cairns le fait enfermer. Heureusement, Tom a un passe-partout emprunté à son maître et parvient à s'échapper. Avec l'aide d'Andrew et du frère Peter, Tom libère les prisonniers des catacombes. Cependant, l'Inquisiteur apprend leur fuite et arrête l'Épouvanteur. Le Fléau tente de manipuler Tom et Alice pour qu'ils ouvrent la Grille d'Argent et le libèrent. Alice cède et donne son sang au Fléau. Une tempête provoquée par le Fléau permet aux prisonniers de s'échapper, et Tom et Alice libèrent l'Épouvanteur. L'Épouvanteur décide de se rendre à un tumulus au nord du Comté, où le Fléau ne peut pas aller. En chemin, ils sont poursuivis par l'Inquisiteur, qui est tué par le Fléau. À destination, l'Épouvanteur a une conversation avec le fantôme du prince segantii Maze, qui a emprisonné le Fléau. Tom retourne à Chipenden, où l'Épouvanteur décide d'entraver Alice. Au dernier moment, il change d'avis et la garde chez lui, sous la surveillance d'un gobelin. Alice commence à travailler comme copiste pour l'Épouvanteur, et Tom reprend ses leçons."  },
      { "id": 3, "name": "Tome 3, Le Secret de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "L'hiver approche, et l'Épouvanteur, John Gregory, reçoit un message qui le perturbe profondément. Il décide de quitter Chipenden pour sa maison d'hiver à Anglezarke, une demeure lugubre renfermant des sorcières et des gobelins dans ses caves obscures. Tom, son apprenti, découvre peu à peu le passé caché de son maître. Quelques jours avant leur départ, un homme remet une lettre à Gregory. Après la lecture, Gregory semble bouleversé et décide de partir pour Anglezarke le lendemain. À Anglezarke, Tom découvre que Meg, une sorcière lamia domestique dont l'Épouvanteur était autrefois amoureux, réside là-bas. Tom doit lui donner une tisane tous les jours pour la maintenir amnésique, car elle ne doit pas se rappeler qu'elle est une lamia. Cependant, Tom préfère la maison de Chipenden. Morgan, l'ancien apprenti de l'Épouvanteur, qui pratique la nécromancie, observe les événements d'une colline. Bientôt, il force Tom à le rejoindre en utilisant du chantage. Il souhaite invoquer un ancien dieu redoutable, le 'Seigneur de l'Hiver' ou 'Golgoth'. L'intrigue se complique lorsque des créatures telles que des gobelins velus, des lance-cailloux, des sorcières, des sorcières lamia, des fantômes, et même un ancien dieu font leur apparition. Tom et l'Épouvanteur sont confrontés à des défis et des dangers croissants. Finalement Tom et l’épouvanteur réussissent à battre Morgan pendant que celui-ci invoque Golgoth, il se retrouve prisonnier et subit une attaque de golgoth qui le congèle sur place. " },
        { "id": 4, "name": "Tome 4, Le Combat de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Un an s'est écoulé depuis que Thomas Ward est devenu l'apprenti de l'Épouvanteur. De retour à Chipenden, il s'entraîne avec son maître et Alice pour se défendre contre les sorcières. Cependant, une catastrophe frappe la famille de Tom, le forçant à se rendre à Pendle. Là, il rencontre le père Stock, un ancien apprenti de l'Épouvanteur devenu prêtre, qui les avertit d'un danger imminent. Les sorcières de Pendle, divisées en trois clans (les Malkin, les Mouldheel et les Deane), se préparent à une alliance redoutable. Elles projettent de se réunir lors du prochain 'sabbat de Lammas', orchestré par une sorcière mystérieuse cherchant à s'approprier le contenu des malles de la mère de Tom. De plus, une créature des ténèbres, Tibb, semble tout savoir de Tom. Tom et John Gregory doivent se rendre à Pendle pour éviter la catastrophe. Avant cela, Tom doit retourner chez lui pour récupérer les malles héritées de sa mère. Cependant, à son arrivée, il découvre que la ferme a été ravagée et la grange brûlée. Sur place, les dangers sont multiples. Les sorcières sont prêtes à tout pour éliminer l'Épouvanteur et son apprenti, même à invoquer le Diable en personne. Tom devra jouer sur la confiance d'une des leurs, la jeune Mab Mouldheel, pour atteindre ses objectifs. Malheureusement les sorcières arrivent à invoquer le Diable lors du Sabbat, celui-ci prend en chasse Tom. Ainsi Tom décide de courir le plus vite et de se réfugier chez lui à sa ferme où il se rappela le conseil de sa mère qu’elle lui disait de se réfugier dans la pièce des malles et personne ne pouvait lui faire du mal. Ainsi après l'assaut du Malin, Tom put enfin sortir et il put remarquer les traces de destruction du Malin. Cela marque l’entrée dans une nouvelle ère de terreur mené par le Malin et les troupes de l’obscure"},
        { "id": 5, "name": "Tome 5, L'Erreur de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Tom a maintenant quatorze ans et est l'apprenti de l'Épouvanteur depuis deux années et demi. Le Malin est désormais libéré, menaçant le Comté. John Gregory, inquiet pour Tom, l'envoie chez Bill Arkwright, son ancien apprenti devenu Épouvanteur. Arkwright, sévère mais bon maître, tente de préparer Tom aux dangers à venir. Lors d'un exercice, Tom croise Morwène, surnommée Œil-de-Sang, une redoutable sorcière. Bill Arkwright la combat depuis longtemps, mais Tom découvre qu'elle est la fille du Diable. Ils se rendent à Coniston pour mettre fin à sa vie. Cependant, une grave erreur d'Arkwright place Tom en grand danger. Il doit maintenant affronter Morwène et le Malin, compliqué par le retour de Grimalkin. À Coniston, Tom doit lutter pour sa survie. Alice se rapproche de l'obscur, Satan semble invincible, et Morwène est déterminée à le tuer. La tâche devient ardue. "  },
        { "id": 6, "name": "Tome 6, Le Sacrifice de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Dans ce tome, Tom parvient à vaincre l'Ordinn avec une coalition improbable. Les sorcières de Pendle, Bill Arkwright, John Gregory, une centaine de mercenaires, Seleinos, Alice et même sa maman s'unissent pour faire face à cette redoutable créature. La mère de Tom, lors de cette bataille en Grèce, révèle des informations cruciales. Elle meurt en tuant une ancienne déesse, l'Ordinn. On découvre qu'elle est la première Lamia, créatrice de toutes les autres sorcières lamias. Grimalkin, fidèle à ses habitudes, offre à Tom un cadeau précieux : une dague et le 'noir désir,'' un sort permettant d'exaucer un vœu. Tom utilise ce don pour sauver Alice d'une lamia qui la vidait de son sang. Tom prend une décision extrême dans le combat contre l'Ordinn : il cède son âme au diable. La question reste en suspens quant à savoir si le diable parviendra réellement à s'en emparer. "  },
        { "id": 7, "name": "Tome 7, Le Cauchemar de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Après leur retour de Grèce, Tom Ward et John Gregory découvrent que la guerre qui sévissait au sud du Comté a désormais englouti l'ensemble du pays. Chipenden, la maison de l'Épouvanteur, a été incendiée, réduisant en cendres la précieuse bibliothèque. Les sorcières de Pendle ont également libéré Lizzie l'Osseuse, enfermée par l'Épouvanteur. Face à la menace imminente, Tom, John, Alice, et leurs compagnons canins, Griffe, Sang, et Os, décident de s'exiler et se dirigent vers l'île de Mona. Sur Mona, ils font face à l'accueil hostile du cruel Lord Barrule, gouverneur de l'île. Ils découvrent que leur séjour sera bien plus long et périlleux que prévu. Barrule, un parieur invétéré de combats de chiens, et son redoutable démon, le buggane, les mettent à l'épreuve. Le buggane, une créature terrifiante aux formes changeantes, représente une menace constante, dévorant la chair humaine, buvant du sang, broyant les os et anéantissant les esprits. Lizzie l'Osseuse, profitant de l'incendie de Chipenden, se rend également à Mona. Bien que momentanément sous le contrôle du chaman de Barrule, elle cherche à se libérer de ses entraves pour étendre sa soif d'omnipotence. Les réfugiés, confrontés au chaman, au buggane, et à Lizzie, doivent compter sur leur ingéniosité, leur courage et leur persévérance pour survivre à cette épreuve sur l'île de Mona. La bataille pour la survie s'annonce difficile, mais Tom et ses compagnons sont prêts à affronter le cauchemar qui les entoure. "  },
        { "id": 8, "name": "Tome 8, Le Destin de l'épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "John Gregory, Tom Ward et Alice, cherchant refuge en Irlande pour échapper à la guerre qui sévit dans le Comté, se retrouvent confrontés à de redoutables mages maléfiques déterminés à accroître leurs pouvoirs et à éliminer l'Épouvanteur et son apprenti. Au cours de leur périple en Irlande, Tom se voit confier une mission périlleuse au cours de laquelle il reçoit la Lame du Destin, une épée provenant de l'Autre Monde. La Lame du Destin est une arme puissante qui soulève des questions sur la destinée de Tom et sur sa capacité à vaincre le Malin. Cependant, pour maîtriser cette arme, Tom doit s'engager dans un entraînement intensif. La sorcière tueuse, Grimalkin, se présente comme la seule personne capable de le guider dans cette quête. Grimalkin, réputée pour sa puissance et sa connaissance des arts sombres, devient un mentor pour Tom alors qu'il se prépare à affronter des adversaires de plus en plus redoutables. Des tensions et des mystères entourent la relation entre Tom, la Lame du Destin et les forces obscures qui cherchent à s'emparer du pouvoir. La citation énigmatique, 'Tu appartiens à cette lame. Elle te possède. Tu lui appartiendras jusqu'au jour de ta mort...', laisse entrevoir des défis et des dilemmes à venir pour l'apprenti Épouvanteur." },
        { "id": 9, "name": "Tome 9, Grimalkin et l'Épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Suite à la décapitation du Malin et à son entrave entre des piques en argent par Thomas Ward, John Gregory et Grimalkin, la tueuse des Malkin, les serviteurs de Satan se lancent à leur poursuite. Ils ont créé un kretch, une créature mi-homme mi-loup, accompagné d'un mage redoutable et de nombreuses sorcières. Grimalkin trouve refuge chez Agnès Sowerbutts, à la tour Malkin, en compagnie des lamias Wynde et Slake. Au cours de cette poursuite, trois alliés perdent la vie en aidant Grimalkin : Agnès, Thorne (l'apprentie de Grimalkin) et Messire Gilbert (père de Will). La dernière alliée survivante est Alice, qui aide Grimalkin à récupérer la tête du Malin, volée par le mage, les sorcières et le kretch. Alice soigne Grimalkin et lui transfère de la magie pour la renforcer. Pendant ce temps, Tom, Alice et l'Épouvanteur retournent à Chipenden, tandis que John Gregory entreprend de reconstruire sa maison détruite par les envahisseurs. Grimalkin, affaiblie par le poison distillé dans son sang lors de l'affrontement, s'efforce de rejoindre la tour Malkin pour cacher la tête du Malin. Cette tour abrite également les deux sorcières lamias, sœurs de la mère de Tom, qui gardent d'importantes malles renfermant des secrets cruciaux pour vaincre le Malin. Cependant, un groupe de sorcières alliées du diable, accompagnées d'un mage redoutable et d'un kretch créé par magie noire, traquent Grimalkin. Elles cherchent à récupérer la tête du Malin à tout prix. Au cours d'un affrontement, Grimalkin est blessée par le monstre hybride, et bien qu'elle survive, elle reste affaiblie par le poison. La question centrale demeure : Tom Ward, John Gregory et Alice pourront-ils encore compter sur Grimalkin dans leur lutte contre les forces obscures qui les menacent ? " },
        { "id": 10, "name": "Tome 10, Le Sang de l'épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Suite à la décapitation du Malin et à son emprisonnement dans une fosse, le démon reste relativement impuissant. Grimalkin, la sorcière, garde la tête du Malin hors de portée des serviteurs de l'obscur, attendant que Tom trouve un moyen de le détruire définitivement. Cependant, le Malin a un plan pour lancer l'un de ses serviteurs les plus puissants, Siscoï, un redoutable Dieu Vampire, contre Tom Ward. Siscoï, le Seigneur du Sang et Buveur d' mes, est un être féroce et sanguinaire. Le Malin cherche à le libérer et à le faire pénétrer dans le monde des vivants. Tom est kidnappé avec son maître par une jeune sorcière roumaine, et il est menacé d'être offert en sacrifice à ce terrible vampire. Bien que Judd, un ancien apprenti de John Gregory devenu Épouvanteur à son tour, offre son aide, Tom se sent vulnérable car son maître vieillissant n'a plus la vigueur d'antan. Tom se retrouve seul face à la menace imminente de Siscoï. Pendant ce temps, sa mère, la première des lamias, lui apparaît et lui révèle le rituel permettant de détruire le Malin. Tom est confronté à un dilemme déchirant, car pour accomplir ce rituel, il doit sacrifier la personne qu'il aime le plus au monde : son amie Alice. Le garçon se trouve donc confronté à un choix impossible : sauver le monde en sacrifiant Alice ou renoncer au rituel et affronter la colère de Siscoï. La tension monte alors que Tom doit prendre des décisions difficiles pour lutter contre cette nouvelle menace et protéger ceux qu'il aime. "},
        {"id" : 11, "name": "Tome 11, Le Pacte de Sliter" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Dans la cité des Kobalos, à l'extrémité du cercle Arctique, Sliter, un mage Kobalos à l'apparence d'un loup se déplaçant sur deux pattes, règne en exploitant des humains et se nourrissant de leur sang. Lorsque le fermier Rowler meurt, Sliter, ayant conclu un marché avec lui, se trouve face à une situation délicate. En échange de la vie de Nessa, la fille aînée de Rowler, qu'il compte vendre comme esclave, Sliter a promis d'épargner les deux plus jeunes filles et de les conduire chez leur oncle et tante. Les trois sœurs, terrifiées, n'ont d'autre choix que de suivre Sliter, une créature assoiffée de sang, dans un long périple à travers les terres gelées du Royaume du Nord. Les conditions sont extrêmes, et elles doivent faire face à des bêtes démoniaques et sanguinaires tout au long de leur voyage.  Pendant ce périple périlleux, les sœurs doivent surmonter leur peur, leur douleur et les épreuves du Royaume du Nord. Sliter, tout en respectant le marché conclu, demeure une menace constante, et les sœurs doivent rester vigilantes pour survivre dans ce monde impitoyable. Le récit explore les thèmes de la survie, de la résilience et du courage alors que les trois sœurs tentent de s'échapper des griffes de Sliter et de trouver un refuge dans ce royaume glacial et hostile."},
        {"id" : 12, "name": "Tome 12, Alice et l'Épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "À l'approche d'Halloween, les forces du mal se réunissent pour unifier le Malin, et Thomas Ward se prépare à accomplir un rituel dangereux visant à détruire définitivement le Malin lui-même. Pour réussir, il a besoin de trois objets sacrés, trois armes, et il en possède déjà deux. La dernière, une lame redoutable surnommée 'Douloureuse', est cachée dans le repaire du Malin. C'est à Alice, l'amie de Tom, qu'incombe la mission de récupérer cette arme cruciale. Cependant, le repaire du Malin est un lieu extrêmement dangereux, et chaque recoin est rempli d'ennemis prêts à la détruire. Alice se retrouve confrontée à ses pires adversaires dans un monde obscur où la menace est omniprésente. Au cours de cette mission périlleuse, Alice découvre sa propre puissance, réalisant qu'elle est plus forte que jamais. Cependant, cette puissance s'accompagne du risque imminent de la mort. Les ennemis qu'elle affronte dans le monde de l'Obscur sont déterminés, et la tâche de ramener la lame 'Douloureuse' devient un combat pour la survie. Le récit explore la tension croissante à l'approche d'Halloween, la détermination de Tom à détruire le Malin et le courage d'Alice face à des obstacles mortels. L'amitié entre Tom et Alice est mise à l'épreuve, et le danger augmente à mesure qu'ils se rapprochent de leur objectif ultime." },
        {"id" : 13, "name": "Tome 13, La Revanche de l'épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "À l'approche d'Halloween, l'Épouvanteur devient de plus en plus faible, et Tom se trouve confronté à la décision difficile d'accomplir un rituel horrible qui pourrait détruire le Malin à jamais. Pendant ce temps, Alice tombe sous l'influence d'un mage noir extrêmement puissant, devenant elle-même une sorcière maléfique. Tom, malgré les avertissements, refuse d'abandonner celle qu'il aime secrètement et tente en vain de la ramener dans la lumière. La tête du Malin est dérobée, et ses serviteurs cherchent à la rassembler avec son corps pour déclencher une bataille finale imminente dans les collines. Les héros, soutenus par certains clans de Pendle, s'efforcent de les empêcher, mais en vain. L'Épouvanteur meurt, laissant sa maison de Chippenden et ses possessions à Tom, désormais le nouvel Épouvanteur du Comté. Armé des lames des Héros, Tom se prépare à affronter le Malin, ignorant les avertissements de celui-ci. Le Malin révèle que sa mort engendrera l'apparition d'une entité encore plus puissante et terrifiante, dont le but n'est pas de régner sur le monde, mais de le détruire. Alors que le rituel se déroule, des skelts, les serviteurs du Malin, viennent déchiqueter son corps et l'emmènent dans les profondeurs des eaux avoisinantes, d'où la créature du terrible présage du Malin émergera un jour.  " },
        {"id" : 14, "name": "Tome 14, Thomas Ward l'épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Thomas Ward, désormais l'Épouvanteur, se remet des lourdes épreuves qu'il a traversées, marqué par la perte des êtres qui lui étaient chers. Cependant, son devoir persiste, et il doit se relever pour former une nouvelle apprentie, Jenny, une jeune fille désireuse de devenir Épouvanteur. Ensemble, ils se lancent dans une nouvelle quête aux côtés de Grimalkin, la sorcière tueuse, afin de défendre les terres contre les Kobalos, de redoutables guerriers. Cette nouvelle aventure s'annonce difficile pour le jeune Épouvanteur, et les défis qui l'attendent pourraient bien se révéler être les plus redoutables de sa carrière. Les Kobalos représentent une menace puissante, et la collaboration entre Thomas, Jenny et Grimalkin sera cruciale pour protéger les terres des forces obscures qui les menacent. Thomas Ward découvre de nouveaux éléments, notamment la découverte que les septièmes filles d'une septième fille possèdent des pouvoirs similaires à ceux des septième fils d'un septième fils et peuvent devenir des Épouvanteurs. " },
        {"id" : 15, "name": "Tome 15, La Résurrection de l'épouvanteur", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Thomas Ward, le nouvel Épouvanteur, est en pleine lutte contre les forces obscures dans le Comté avec son apprentie lorsqu'il est appelé par Grimalkin dans les terres lointaines des Kobalos. La sorcière a élaboré un plan stratégique : Tom doit tuer l'un des meilleurs guerriers Kobalos, ce qui lui permettra de diriger les armées des principautés voisines contre Lenklewth, un puissant mage Kobalos. L'objectif est de découvrir les capacités magiques et les stratégies de leurs redoutables ennemis, qui menacent de plonger la Terre dans un hiver éternel. Tom réussit à vaincre le guerrier Kobalos, mais au prix de sa propre vie. Cet événement désespère ceux qui avaient placé tous leurs espoirs en lui. Alors que son cercueil s'apprête à être enseveli sous terre, un étrange phénomène se produit : des bruits émergent de la tombe, le cadavre de Tom tournoie dans les airs et émet un grognement. Contre toute attente, Tom est de retour à la vie. Cependant, son retour n'est pas ordinaire, et il suscite à la fois l'espoir et l'inquiétude. Alors que la menace de l'armée noire Kobalos plane toujours, la question cruciale demeure : qui prendra la tête des troupes pour affronter cette nouvelle menace avant qu'elle ne submerge tout et ne propage la guerre jusqu'au Comté ?  "  } ,
        {"id" : 16, "name": "Tome 16, L'Héritage de l'épouvanteur" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Nous retrouvons Tom, Jenny, et Alice quelque temps après la mystérieuse disparition de Grimalkin. Le Comté se prépare à affronter la menace la plus redoutable de toutes : l'armée des Kobalos, des créatures bestiales, se met en marche avec l'intention de détruire tout sur son passage et d'asservir les humains. Tom et ses alliées se voient confrontés à une bataille imminente, une ultime épreuve qui s'annonce extrêmement difficile. L'armée des Kobalos représente une force redoutable, et Tom comprend que la survie du Comté dépend de l'unité et de la détermination de ceux qui sont prêts à défendre leur terre. Dans cette bataille épique, Tom, Jenny, et Alice doivent unir leurs forces une dernière fois, rassemblant le meilleur de leurs compétences et de leur courage pour faire face à cette menace imminente. Pendant ce temps, Grimalkin, bien que disparue physiquement, a atteint l'obscur et demeure résolue à continuer le combat aux côtés de Tom, même à travers la mort. Son engagement envers la cause de la lutte contre les forces obscures transcende les limites de la vie et de la mort. Le destin du Comté repose sur les épaules de ces héros qui devront affronter l'armée des Kobalos dans une confrontation finale. La bataille sera intense, pleine de sacrifices et de moments décisifs, et l'issue déterminera le sort du Comté et de ses habitants.  " },
        {"id" : 17, "name": "Tome 17, Frêre Wulf" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "Le jeune moine novice Frère Wulf est assigné à une mission d'espionnage visant L'Épouvanteur Johnson, sans se douter des ennuis qui l'attendent. Johnson se vante de ses combats contre des créatures démoniaques et prétend emprisonner des sorcières locales. Cependant, Wulf, élevé dans la croyance que les épouvanteurs sont maléfiques, reste sceptique. Les enseignements de l'église l'ont averti de ne pas faire confiance à ces figures mystérieuses. Pourtant, les monstres que Johnson prétend combattre se révèlent être bien réels. Dans une tournure inattendue, Wulf se retrouve contraint de demander l'aide d'un jeune épouvanteur du nom de Tom Ward. Tom, à la fois terrifiant et fascinant pour Wulf, accepte de l'aider à affronter les forces des ténèbres. Cependant, les deux jeunes hommes réalisent rapidement qu'ils ont mis les pieds dans quelque chose de bien plus grand qu'eux. Une nouvelle menace émerge, et Wulf se trouve au cœur de la lutte pour arrêter cet ennemi terrifiant. Face à des forces obscures et insidieuses, Wulf et Tom doivent unir leurs forces pour sauver la région d'une menace imminente. L'intrigue explore les thèmes de la confiance, de la confrontation avec l'inconnu et des choix difficiles que doivent faire les personnages pour protéger leur monde contre les forces du mal.   "},
        {"id" : 18, "name": "Tome 18, Le Fléau du Tulpan" , "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg", "desc": "Wulf a laissé derrière lui sa vie au monastère et est désormais l'apprenti de Spook Johnson. Il l'aide à protéger le comté contre les démons de l'obscurité, ce qui implique principalement que Wulf serve d'appât. Mais Wulf est capturé par Hrothgar, un géant capable de faire apparaître des créatures serviles - ou tulpas - issues de son imagination. Il soupçonne fortement Wulf de posséder également ces capacités… Wulf commence à contrecœur à s'entraîner avec son nouveau maître, mais pendant ce temps, quelque chose de dangereux se prépare dans la Comté. Les vieux amis de Wulf, Tom et Alice, ont été emprisonnés par une sorcière toute puissante et ses sbires suceurs de cerveaux. Avec Tilda, la fille de Tom et Alice, il doit les sauver de l'antre enchantée de Circé avant qu'il ne soit trop tard... " },
        {"id" : 19, "name": "Tome 19, Le Dernier Épouvanteur",   "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg","desc": "Des années après la disparition de Wulf et Tilda de la Comté, une nouvelle menace émerge, plongeant le monde dans une ère de ténèbres plus sombre que jamais. Ni le prêtre ni le spectre ne semblent capables de contenir cette puissance démoniaque croissante. Alice et Tom, désespérés de revoir un jour leurs amis perdus, sont forcés de prendre des mesures radicales. Face à un ennemi terrifiant issu du passé, Alice et Tom décident de traverser le temps pour obtenir de l'aide. De retour dans un monde qu'ils croyaient perdu, ils découvrent que Wulf doit affronter le Fiacre, le démon le plus grand et le plus puissant jamais connu dans les ténèbres. Pour survivre, Wulf devra exploiter tous ses pouvoirs existants et en acquérir de nouveaux.   " },
        {"id" : 20, "name": "Tome 20, La Bataille de Wulf", "imgLivre":"https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/tome1.svg" , "desc": "EN COURS DE TRADUCTION " }
     
    ],
    "images": [
      { "id": 1, "title": "Soleil", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/soleil.png"},
      { "id": 2, "title": "Lune", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/soleil.png"},
      { "id": 3, "title": "Panneau", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/fond/panneaudeavigation2.svg"},
      { "id": 4, "title": "Maison", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/fond/maisonchippenden.svg"},
      { "id": 5, "title": "Plaine", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/soleil.png"},
      { "id": 6, "title": "Nuage", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/fond/nuage.svg"},
      {"id":7, "title": "Planete", "src": "https://dev.timmatane.ca/etudiants/2021/lerayh/ImageWardstone/fond/planete.svg"}
      ]

  }
  